////
////  Ijen.swift
////  Bali Go!
////
////  Created by Nizami Tagiyev on 01.05.2022.
////
//
//import Foundation
//
//var ijen = Activity(
//    id: 6,
//    name: "Восхождение на вулкан Иджен",
//    type: "Треккинг",
//    numberOfReviews: 12,
//    rating: 5.0,
//    price: [.USD: 69, .RUB: 4739, .IDR: 100000],
//    image: "temp",
//    description: """
//А вы знаете, что «северное сияние» можно увидеть не только на одном из полюсов Земли, но и на экваторе? Для этого отправляйтесь на остров Ява, который находится в нескольких часах от Бали, и там берите курс на восток – к вулкану Иджен. На высоте 2800 метров над уровнем моря вас ждет необычная природная палитра: бирюзовое озеро, ярко-желтые камни и мерцающие синие огни.
//""",
//    milestoneContent: [
//        ["Primary": "Длительность путешествия около суток",
//         "Secondary": "Восхождение начнется около 5 утра на острове Ява",
//         "Image": "clock"],
//        
//        ["Primary": "Трансфер",
//         "Secondary": "Из отеля или виллы и обратно. Билеты на паром и в парк Иджен включены в стоимость",
//         "Image": "car.fill"],
//        
//        ["Primary": "Подъем с гидом-проводником",
//         "Secondary": "В составе небольшой группы",
//         "Image": "person.2.fill"],
//        
//        ["Primary": "Для людей со средней физической подготовкой",
//         "Secondary": "Время подъема и спуска 6-7 часов",
//         "Image": "figure.walk"]
//    ],
//    link: "https://mybalitrips.com/ru/vulkan-ijen/?utm_pid=447",
//    partner: "MyBaliTrips",
//    marketingText: "Спуск в кратер мистического вулкана превзойдет самые смелые ожидания",
//    highPrio: true
//)
