//
//  Agung.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 13.05.2021.
//

import Foundation

var agung = Landmark(
    id: 8,
    name: "Агунг",
    discription: """
    Высшая точка Бали, с пиком на высоте 3142 метра над уровнем моря. Последнее крупное извержение зафиксировано в 1963 году, сейсмическая активность наблюдалась в 2019 году. С местного диалекта Агунг переводится как «Гора-мать». Это священное для балийцев место и является олицетворением бога Шивы, мужского начала. Все дома в деревнях Бали ориентированы на Агунг. По легенде на вершине вулкана боги основали земную резиденцию. В наше время посещение этой «резиденции» доступно каждому, кто решиться на восхождение. Чтобы покорить вулкан и поймать живописные виды на рассвете, воспользуйтесь услугами гида. Самостоятельный подъем травмоопасен, были случаи когда туристы терялись. По вулкану есть несколько маршрутов, каждый из них отличается сложностью и временем в пути. Восхождение начинается около полуночи и занимает от четырех до восьми часов. Покорить Агунг сложнее, чем подняться на Батур, но здесь так же не требуется альпинистское оборудование или специальная физическая подготовка. Учтите, если наблюдаются проблемы со здоровьем или не уверены в своих силах, рекомендуем воздержаться от восхождения. Альтернативой может стать посещение храма Лемпуянг, с которого открываются виды на Агунг.
    """,
    island: .Bali,
    region: .Karangasem,
    subRegion: .Bebandem,
    state: "Jungutan",
    type: "Активный вулкан",
    category: .Mountains,
    imagesNames: ["Agung 1"],
    latitude: -8.370444905298976,
    longitude: 115.50295228245258,
    internalRate: 1,
    internalSubRate: 0.98,
    toursToLandmark: [23]
)
