//
//  Batukaru.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var batucaru = Landmark(
    id: 49,
    name: "Батукару",
    discription: """
    Вторая по высоте точка на Бали, с пиком 2275 метров над уровнем моря. Плодородная вулканическая почва в сочетании с обильными дождями создают на склонах густонаселённый тропический лес. В естественной среде обитания здесь встречаются маленькие олени, муравьед, обезьяны и мусанг. У подножья горы расположен храм Лухур Батукару возрастом более 900 лет. Храм воздвигнут Махадеве, богине земли и духу Батукару. Потухший вулкан доступен для восхождения. Из-за обильных осадков в этом регионе, подъем лучше всего осуществлять в пик сухого сезона с июля по август. Во время дождей тропинки размывает. В зависимости от выбранного маршрута и физической подготовки, восхождение занимает от 5 часов. Подъем на Батукару сложнее, чем на Батур и Агунг, из-за густых джунглей. В ясную погоду с вершины потухшего вулкана отрывается панорама на весь Бали, ближайшие острова Ява и Ломбок. Поездка в эту местность предлагает сочетание природы и культуры.
    """,
    island: .Bali,
    region: .Tabanan,
    subRegion: .Penebel,
    state: "Wongaya Gede",
    type: "Потухший вулкан",
    category: .Mountains,
    imagesNames: ["Batukaru 1", "Batukaru 2", "Batukaru 3"],
    latitude: -8.373092654442065,
    longitude: 115.10299039103909,
    internalRate: 0,
    internalSubRate: 0.97
)

//Jl. Penatahan - Wongayagede, Wongaya Gede, Penebel, Kabupaten Tabanan, Bali 85125

