//
//  Batur.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var batur = Landmark(
    id: 48,
    name: "Батур",
    description: """
    Один из активных вулканов на Бали. Сформирован в кальдере древнего вулкана Кинтамани и имеет три кратера. Высота относительно уровня моря 1717 метров, а от подножья до основного пика 686 метров. В 2012 году кальдеры Батура включены ЮНЕСКО в программу «Глобальные геопарки мира». Последнее извержение произошло в 1964 году, сейсмическая активность и выбросы пепла зафиксированы в 2000 году. Батур доступен для покорения, восхождение занимает от четырех часов. Самые живописные виды с горы открываются на рассвете. Для подъема воспользуйтесь услугами гида. Несмотря на простой путь, местные жители не пропускают туристов без сопровождения. Заранее обговорите с гидом маршрут и финальную точку подъема, будет это пик или одна из смотровых площадок на склоне. Для комфортного восхождения понадобится трекинговая обувь, рюкзак, налобный фонарик, кофта, запасная футболка, легкая куртка защищающая от ветра и дождя. На пару исходящем из вулкана местные жители готовят яйца и запекают бананы. К трапезе нередко присоединяются обезьяны. Батур проще в покорении по сравнению с Агунгом и не требует специальной подготовки. Несмотря на простоту, если наблюдаются проблемы со здоровьем, то лучше воздержаться от подъема.
    """,
    shortDescription: "Вулкан с пешеходными тропами на склонах. У подножья расположена деревня, озеро и горячие источники.",
    island: .Bali,
    region: .Bangli,
    subRegion: .Kintamani,
    state: "South Batur",
    type: "Активный вулкан",
    category: .Mountains,
    uponCategory: .Natute,
    imagesNames: ["Batur 1", "Batur 2", "Batur 3", "Batur 4"],
    latitude: -8.247019485882387,
    longitude: 115.37939924273402,
    internalRate: 1,
    internalSubRate: 0.99,
    activitiesOnLandmark: [9, 7, 1]
)

//activitiesOnLandmark: [1 ,5, 35, 3]
