//
//  Besakih.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 02.08.2021.
//

import Foundation

var besakih = Landmark(
    id: 27,
    name: "Бесаки",
    description: """
    Самый большой и священный «материнский» храм острова Бали. Расположен на склоне вулкана Агунг. Первое упоминание о Бесаки датировано 11 веком н.э. Однако исследования показывают, что возраст некоторых строений более двух тысяч лет. Вероятно, языческие святилища были на этом месте еще до распространения индуизма на острове. На территории комплекса находятся 23 отдельных храма. Для входа в Бесаки необходимо подняться по лестнице из 52 ступеней и пройти в традиционные расколотые ворота Чанди Бентар. Во второй двор ведут большие каменные ворота, состоящие из трех проходов. Тут же находятся алтари, посвященные богам индуистского пантеона: Брахме, Вишну и Шиве. Третий двор оформлен в виде террас, здесь расположены традиционные многоярусные пагоды. Храм действующий. Ежедневно в нем проходят церемонии, доступ к разным дворам и постройкам может быть ограничен. На пути к храму можете встретить местных жителей, которые пытаются навязывать услуги гидов и разными способами вымогать деньги у доверчивых туристов. Игнорируйте их и проходите дальше. При покупке входного билета обязательно уточните, что входит в стоимость. Часто услуги гида уже включены в билет, дополнительно платить за вход нигде не нужно. Чтобы попасть в храм, понадобится саронг.
    """,
    island: .Bali,
    region: .Karangasem,
    subRegion: .Rendang,
    state: "Besakih",
    type: "Храм",
    category: .Culture,
    imagesNames: ["Besakih 1", "Besakih 2", "Besakih 3"],
    latitude: -8.374556615435335,
    longitude: 115.45055181052851,
    internalRate: 0,
    internalSubRate: 0.94,
    activitiesOnLandmark: [26]
)

