//
//  Goa Lawah.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 02.08.2021.
//

import Foundation

var goaLawah = Landmark(
    id: 25,
    name: "Гоа Лава",
    discription: """
    Название с индонезийского переводится как «пещера летучих мышей». Храм основан в 11 веке у подножья горы в ста метрах от побережья, для почтения богов, которые живут на вершине и управляют водной стихией. Особенность храма заключена в мистической пещере, где обитают тысячи летучих мышей. По легенде, это вход в пещерный лабиринт, который доходит до главного храма на острове - Бесаки. После нескольких случаев исчезновения людей в лабиринтах пещеры, правительство запретило исследования. Традиционно балийский храм состоит из нескольких зон. Здесь сакральным центром храма выступает пещера, свод которой покрыт тысячами летучих мышей. Войти внутрь могут только служители. Напротив Гоа Лава находится пляж с черным песком вулканического происхождения. В ясную погоду с берега видно соседний остров Нуса Пенида. Лучше посещать эту локацию ближе к закату, когда летучие мыши вылетают на ночную охоту. Для входа в храм понадобится саронг.
    """,
    island: .Bali,
    region: .Klungkung,
    subRegion: .Dawan,
    state: "Pesinggahan",
    type: "Храм",
    category: .Culture,
    imagesNames: ["Goa Lawah 1", "Goa Lawah 2", "Goa Lawah 3", "Goa Lawah 4"],
    latitude: -8.551612696350098,
    longitude: 115.46887702199777,
    internalRate: 0,
    internalSubRate: 0.89,
    toursToLandmark: [27, 16]
)
