//
//  Goa Gajah.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 06.05.2021.
//

import Foundation

var goaGajah = Landmark(
    id: 1,
    name: "Гоа Гаджа",
    description: """
    Название комплекса переводится как «слоновья пещера». Это один из самых старых памятников на Бали. Первое упоминание датируется 1365 годом. Его территория включает в себя систему из храмов, алтарей, бассейнов и сочетает индуистские и буддистские элементы. Главный объект — пещера, высеченная в скальном массиве. Внутри находятся 15 ниш для медитации, статуя Ганеша и три лингама Шивы. Перед пещерой расположены купальни, вода в которые подается через статуи девушек. Каждая из статуй символизирует одну из семи священных рек Индии. От главной площади в нижнюю часть комплекса спускается узкая лестница. Прогуливаясь по извилистым тропинкам, можно увидеть пруд с лилиями, небольшой водопад, обрушившиеся барельефы древнего храма и высеченные в скалах пещеры. Для входа на территорию понадобится саронг.
    """,
    island: .Bali,
    region: .Gianyar,
    subRegion: .Blahbatuh,
    state: "Bedulu",
//    distance: 15.1,
    type: "Храмовый комплекс",
    category: .Culture,
    uponCategory: .Culture,
    imagesNames: ["Goa Gajah 1", "Goa Gajah 2", "Goa Gajah 3", "Goa Gajah 4"],
    latitude: -8.522880729936007,
    longitude: 115.28761166083063,
    internalRate: 0,
    internalSubRate: 0.89
    )



