//
//  Gunung Kawi.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 20.05.2021.
//

import Foundation

var gunungKawi = Landmark(
    id: 12,
    name: "Гунунг Кави",
    description: """
    Храмовый комплекс 11 века расположен в ущелье реки Пакерисан. Кроме гробниц, на территории находятся индуистский храм и монашеские кельи. Комплекс окружен рисовыми террасами и джунглями. Чтобы войти на территорию усыпальниц, необходимо спуститься по бетонной лестнице из 350 ступеней. На пути расположены много торговых лавок. Усыпальницы вырезаны в монолитной скале в виде многоуровневых погребальных башен. В высоту гробницы достигают 7-8 метров и находятся на разных сторонах реки. В индуистском храме на западном берегу реки доступен вход в центральную часть, в которой проходят ритуалы и церемонии. За храмом находятся монашеские кельи, покрытые бурной растительностью. Для входа на территорию комплекса понадобится саронг. Самая сложная часть посещения — обратный путь по лестнице вверх. В сезон дождей локацию может подтапливать и лестница становится скользкой, учтите это при выборе обуви.
    """,
    island: .Bali,
    region: .Gianyar,
    subRegion: .Tampaksiring,
    state: "Penaka",
//    distance: 65.1,
    type: "Усыпальницы",
    category: .Culture,
    uponCategory: .Culture,
    imagesNames: ["Gunung Kawi 1", "Gunung Kawi 2", "Gunung Kawi 3", "Gunung Kawi 4"],
    latitude: -8.4236850682151,
    longitude: 115.3105034010225,
    internalRate: 0,
    internalSubRate: 0.90
)

//Sungai Pakerisan, Dusun Penaka, Tampaksiring, Kabupaten Gianyar, Bali 80552
