//
//  Lempuyang.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 02.08.2021.
//

import Foundation

var lempuyang = Landmark(
    id: 28,
    name: "Лемпуянг",
    description: """
    Один из самых старых на острове Бали, построен в 91 году н.э. До средины прошлого века был почти полностью разрушен, реконструкция комплекса завершена в 2001 году. Несмотря на юный возраст, строения не создают впечатление новодела. Архитектурный ансамбль включает в себя 7 храмов на склоне одноименной горы Лемпуянг, высотой 1175 метов. Чтобы подняться на вершину, надо пройти по лестнице 1700 ступеней. Храмы между собой соединены тропами и каменными лестницами в окружении густого леса. Самое популярное место для фото - расколотые ворота Чанди Бентар с видом на вулкан Агунг. Они находятся в первом, самом нижнем храме. На многих фотографиях этого места можно увидеть водную гладь перед воротами, такой эффект достигается с помощью зеркала и правильного угла камеры при съемке. На месте обычно дежурит местный житель с необходимым реквизитом для подобного фото. Если сложно подниматься на вершину, можно ограничиться посещением первого храма. Если хотите любоваться видами на Агунг и Бесаки, взглянуть на проплывающие мимо вас облака и восточную часть острова, то решайтесь на подъем к вершине. В окружающих лесах обитают длиннохвостые макаки, не такие наглые как в Лесу обезьян или храме Улувату. Однако они тоже способные стащить что-то из ваших вещей. Не кормите и не смотрите в глаза макакам. Во время религиозных праздников верхние храмы закрываются для туристов, нижние доступны всегда. В сезон дождей дорогу наверх размывает, поэтому сложность подъема возрастает. Не перегружайте рюкзак едой и водой. На пути будут варунги, где можно перекусить и пополнить запасы. Если поедете сюда, возьмите кофту и дождевик, здесь прохладно и часто бывают дожди. Вход в саронгах.
    """,
    island: .Bali,
    region: .Karangasem,
    subRegion: .Abang,
    state: "Tri Buana",
    type: "Храм",
    category: .Culture,
    imagesNames: ["Lempuyang 1", "Lempuyang 2", "Lempuyang 3", "Lempuyang 4"],
    latitude: -8.39157060994179,
    longitude: 115.63099704303131,
    internalRate: 1,
    internalSubRate: 0.96,
    activitiesOnLandmark: []
)
