//
//  Taman Ayun.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 24.05.2021.
//

import Foundation

var tamanAyun = Landmark(
    id: 16,
    name: "Таман Аюн",
    description: """
    Второй по величине храмовый комплекс на Бали. Название переводится как «храм в саду» или «прекрасный сад». Возведен в 1634 году как королевский храм династии Менгви. Таман Аюн от окружающей территории отделяет ров с водой, в котором цветут лилии и лотосы. Попасть в храм можно по единственному мостику. Территория комплекса разделена на три двора, каждый из которых выше предыдущего и символизируют три уровня космологии. Внешний двор самый большой, символизирует мир людей. Здесь расположен тенистый сад с фруктовыми деревьями, парковая зона и фонтан, из которого в разные стороны направлены девять струй воды, символизирующие девять индуистских богов. Центральный двор - это рубеж между мирами людей и богов. Здесь расположены колокольня, музей и павильоны, где служители готовится к ритуалам. Самый священный двор - внутренний, символизирует мир богов. Попасть сюда можно только во время религиозных праздников, обычно главные ворота закрыты. Вход на территорию в саронгах. При посещении комплекса днем позаботьтесь о защите от солнца и запаситесь водой, так как в это время здесь бывает жарко.
    """,
    shortDescription: "Индуистский храмовый комлекс династии Менгви в окружении садов и прудов",
    island: .Bali,
    region: .Badung,
    subRegion: .Mengwi,
    state: "Mengwi",
    type: "Храм",
    category: .Culture,
    uponCategory: .Culture,
    imagesNames: ["Taman Ayun 1", "Taman Ayun 2", "Taman Ayun 3", "Taman Ayun 4"],
    latitude: -8.543985287942787,
    longitude: 115.1725344374761,
    internalRate: 0,
    internalSubRate: 0.945,
    activitiesOnLandmark: [22]
)

