//
//  Tanah Lot.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 02.08.2021.
//

import Foundation

var tanahLot = Landmark(
    id: 24,
    name: "Танах Лот",
    description: """
    Основан в 15 веке брахманом Нирартой и буквально переводится как «риф в море». Храм возвышается на прибрежной скале и связан с сушей узким перешейком, по которому можно пройти во время отлива. В прилив путь полностью затапливает. Туристы могут побывать только в нижней части храма. Подъем на лестницу доступен верующим индуистам и священникам. У подножия скалы находится родник. Вода в нем пресная и считается целебной. Каждый желающий может испить из этого источника. По легенде, из родника исходил божественный свет, указавший брахману путь к этому месту. Рядом с храмом расположены две смотровые площадки. Территория изобилует сувенирными лавками. А вечером на открытой сцене проводятся огненные шоу. Если хотите избежать наплыва туристов, то лучше приезжать как можно раньше, лучше утром. Вечером провести незабываемый закат с видом на храм в одном из многочисленных ресторанов или обзорных площадок.
    """,
    shortDescription: "Индуистский храм, место паломничества, а так же туристический и культурный символ Бали. Входит в семерку морских святынь охраняющих остров",
    island: .Bali,
    region: .Tabanan,
    subRegion: .Kediri,
    state: "Beraban",
    type: "Морской храм",
    category: .Culture,
    uponCategory: .Culture,
    imagesNames: ["Tanah Lot 1", "Tanah Lot 2", "Tanah Lot 3", "Tanah Lot 4"],
    latitude: -8.61954260553215,
    longitude: 115.08754645889555,
    internalRate: 1,
    internalSubRate: 0.98,
    activitiesOnLandmark: [20]
)
