//
//  Tirta Empul.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 20.05.2021.
//

import Foundation

var tirtaEmpul = Landmark(
    id: 13,
    name: "Тирта Эмпул",
    description: """
    Основан в 962 году вокруг бьющего из земли водного источника. Согласно легенде, источник создан богом Индрой, чтобы восстановить здоровье падших воинов. На территории комплекса расположено около 20 святилищ индуистских богов. В левой части храма находится бассейн с прожорливыми карпами (возьмите для них хлеб или рыбный корм). Родник, бьющий из земли, находится в центральной части комплекса и огорожен невысокой стеной. Главная особенность храма — три купальни, в которых можно пройти обряд омовения водами из святого источника. Балийцы верят, что источник приносит счастье, благо, любовь и здоровье. Для посещения понадобится саронг, а дамам — дополнительная одежда, прикрывающая плечи. Если решитесь на омовения, то возьмите еще один саронг и совершайте обряд после обхода храма. За дополнительную плату смотрители расскажут тонкости процесса. На территории оборудована раздевалка.
    """,
    shortDescription: "Индуистский храм cо священным родниковым источником для ритуального омовения",
    island: .Bali,
    region: .Gianyar,
    subRegion: .Tampaksiring,
    state: "Manukaya",
    type: "Храм",
    category: .Culture,
    uponCategory: .Culture,
    imagesNames: ["Tirta Empul 1", "Tirta Empul 2", "Tirta Empul 3", "Tirta Empul 4"],
    latitude: -8.415764302562863,
    longitude: 115.31499670711572,
    internalRate: 0,
    internalSubRate: 0.88
)

//Jl. Tirta, Manukaya, Tampaksiring, Kabupaten Gianyar, Bali 80552
