//
//  Tirta Gangga.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 13.05.2021.
//

import Foundation

var tirtaGangga = Landmark(
    id: 4,
    name: "Тирта Гангга",
    description: """
    Архитектурный комплекс построен в 1946 году последним правителем провинции Карангасем раджой Кетут. По легенде раджа был вдохновлен на строительство дворца после посещения французского Версаля. В архитектурном ансамбле прослеживаются элементы балийского и китайского оформлений. Комплекс был перестроен и отреставрирован после разрушительного извержения вулкана Агунг в 1963 году. Территория дворца состоит из трех уровней, каждый из которых символизирует отдельный мир. Нижний уровень Бхур — мир демонов. Это лабиринт из прудов с золотыми карпами, фонтанами и мостиками. Средний уровень Бвах — мир людей. Здесь расположены купальни. Легенда гласит, что они построены на святом источнике. Верхний уровень Свах — мир богов. Здесь находится резиденция раджи и место для медитации. По саду расставлено множество статуй, которые символизируют богов и демонов из эпоса Рамаяна. Прогулка по парку предполагает, что большую часть времени вы будете находиться на открытом воздухе. Поэтому возьмите крем от загара или дождевик в зависимости от погоды. Для прикормки прожорливых карпов запаситесь хлебом или рыбным кормом.
    """,
    shortDescription: "Бывший королевский дворец, назван в честь священной для индуистов реки Ганг в Индии",
    island: .Bali,
    region: .Karangasem,
    subRegion: .Abang,
    state: "Ababi",
    type: "Водный дворец",
    category: .Culture,
    uponCategory: .Culture,
    imagesNames: ["Tirta Gangga 1", "Tirta Gangga 2", "Tirta Gangga 3", "Tirta Gangga 4"],
    latitude: -8.411922967130273,
    longitude: 115.58742777912917,
    internalRate: 1,
    internalSubRate: 0.96,
    activitiesOnLandmark: [11]
)
