//
//  Ulun Danu Beratan.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 02.08.2021.
//

import Foundation

var ulunDanuBeratan = Landmark(
    id: 26,
    name: "Улун Дану Бератан",
    description: """
    Визитная карточка остова Бали. Название буквально переводится как «голова озера». Построен в 1633 году на одноименном озере и посвящен богине воды Деви Дану. По легенде, богине так понравился храм, что она забрала часть себе, подняв уровень воды в озере. Традиционная для балийских храмов ярусная архитектура представлена тремя пагодами. Самая высокая, с одиннадцатью ярусами, посвящена Вишну, хранителю мироздания. Средняя пагода с семью ярусами — святилище Брахмы, бога творения. Трехъярусная пагода возведена в честь Шивы, олицетворяющего одновременно разрушительное и созидательное начала. Самые живописные пейзажи на фоне храма открываются во время рассвета. Для посещения понадобится особая одежда, взять которую можно на прокат при входе. Также на территории доступна аренда лодки. С воды открываются лучшие виды на храм. Улун Дану находится на высоте 1200 метров над уровнем моря. При поездке сюда возьмите кофту и дождевик, так как средняя температура здесь ниже, чем в курортной зоне и чаще идут дожди.
    """,
    island: .Bali,
    region: .Tabanan,
    subRegion: .Baturiti,
    state: "Candikuning",
    type: "Храм",
    category: .Culture,
    imagesNames: ["Ulun Danu Beratan 1", "Ulun Danu Beratan 2", "Ulun Danu Beratan 3"],
    latitude: -8.275742779832443,
    longitude: 115.16519815517312,
    internalRate: 1,
    internalSubRate: 0.99,
    activitiesOnLandmark: []
)
