//
//  Uluwatu Temple.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 13.05.2021.
//

import Foundation

var  uluwatuTemple = Landmark(
    id: 5,
    name: "Улувату",
    description: """
    Одно из шести самых святых мест поклонения индуистской религии на Бали. Пура Лухур Улувату — единственный морской храм среди них. Расположен на краю крутого утеса высотой более 90 метров. По легенде, скала, на которой стоит храм, — это окаменевшая лодка богини Деви Дану. К храму, сквозь рощу, ведет длинная лестница. На прилегающей территории обитает множество обезьян. Над обрывом скалы проходит живописная пешеходная тропа, с которой открываются панорамные виды, а в ясную погоду видно побережье острова Ява. Храм Улувату состоит из трех дворов, два из которых доступны для посещения туристам. Третий, самый сакральный на краю утеса, доступен только для пришедших помолиться. Ежедневно в 18:00 около храма проводится театрализованное огненное шоу - танец Кечак. В основе сюжета лежит история из индуистского эпоса Рамаяна. Представление проходит на открытом воздухе на фоне заката. Танец исполняют более 100 танцоров. Продолжительность около часа. Вход на представление за отдельную плату. Приходите заранее, чтобы занять хорошие места. Лучшее время для посещения храма Улулвату - вечер, приезжайте сюда после 16:00. Обезьяны, обитающие здесь, ведут себя нагло и норовят стащить что-нибудь. Лучше снимите с себя украшения, головной убор и очки.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Pecatu",
    type: "Морской храм",
    category: .Culture,
    imagesNames: ["Uluwatu 1", "Uluwatu 2", "Uluwatu 3"],
    latitude: -8.828027390201907,
    longitude: 115.08650704039736,
    internalRate: 1,
    internalSubRate: 0.97,
    toursToLandmark: [24, 35]
)

