//
//  Aling-Aling.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 13.05.2021.
//

import Foundation

var alingAling = Landmark(
    id: 9,
    name: "Алинг-Алинг",
    description: """
    Тридцатиметровый гигант и 6 водопадов меньшего размера расположены в горной местности северной части Бали. Спуск к Алинг-Алингу займет 10 минут сквозь живописные джунгли по вымощенной дорожке и лестнице. Сделать фото на фоне водопада можно с небольшой смотровой площадки. Купаться здесь запрещено, так как для местных жителей водопад носит священный статус. В 10-ти минутах ходьбы расположена ближняя группа из трех водопадов: Кроя, Пучук, Кембар. Они подойдут для любителей активного отдыха. Здесь можно скатится вниз по водному потоку или осмелиться на прыжки в лагуну со скалы высотой до 15 метров. Путь до дальней группы составит около часа и подойдет любителям погулять по джунглям. Там вас будут ждать водопады Чемара, Чангинг и Дедари. Прыжки и катание по воде здесь не практикуют, однако троица доступна для купания. Стоимость входного билета зависит от выбранного маршрута. Прыжки со скал и катание по водному потоку без гида запрещаются, за это предусмотрен штраф. Если купание и активный отдых не входят в планы, то гид не понадобится. На территории много указателей, маршруты размечены тканями определенного цвета вокруг стволов деревьев. Во время перемещения между водопадами местами будет скользко, позаботьтесь об удобной обуви. При поездке в северную часть острова берите кофту и дождевик. Климат здесь прохладней, чем в курортной зоне.
    """,
    island: .Bali,
    region: .Buleleng,
    subRegion: .Sukasada,
    state: "Sambangan",
    type: "Серия водопадов",
    category: .Waterfalls,
    imagesNames: ["Aling 1", "Aling 2", "Aling 3", "Aling 4"],
    latitude: -8.172446597474655,
    longitude: 115.10449257542372,
    internalRate: 1,
    internalSubRate: 0.96,
    activitiesOnLandmark: [17, 28, 11]
)
