//
//  Banyumala.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 04.08.2021.
//

import Foundation

var banyumala = Landmark(
    id: 36,
    name: "Баньюмала",
    discription: """
    Каскадный водопад высотой около 40 метров. Два основных потока существуют постоянно, остальные формируются в зависимости от количества осадков. Спуск сложный и занимает от 15 минут по крутой тропе и ступеням в грунте. Пространство образовано водными потоками, стекающими в круглый бассейн. Стены скал обрамляет бурная растительность. Лагуна под водопадом комфортна для купания. На территории установлена беседка, раздевалки и уборная. Если пройти по тропе за беседкой, то обнаружите еще один небольшой водопад. Чтобы отдых на Баньюмале был комфортным, позаботьтесь об удобной обуви. Грунтовые тропы местами довольно скользкие. Не нагружайте рюкзак, возьмите самое необходимое: купальник, сменную одежду и запас воды.
    """,
    island: .Bali,
    region: .Buleleng,
    subRegion: .Sukasada,
    state: "Wanagiri",
    type: "Водопад",
    category: .Waterfalls,
    imagesNames: ["Banyumala 1", "Banyumala 2", "Banyumala 3"],
    latitude: -8.21954511049516,
    longitude: 115.1050986293998,
    internalRate: 0,
    internalSubRate: 0.99,
    toursToLandmark: [12, 14]
)

//Wanagiri, Sukasada, Buleleng Regency, Bali 81161
//-8.21954511049516, 115.1050986293998
