//
//  GitGit.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 04.08.2021.
//

import Foundation

var gitgit = Landmark(
    id: 34,
    name: "Гит-Гит",
    discription: """
    Один из самых популярных водопадов на Бали. Открыт в 1975 году и присутствует в большинстве туристических маршрутов на север острова. Гит-Гит — это комплекс из четырех водных каскадов среди живописных джунглей. Спуск по крутой лестнице из 340 ступеней, вдоль которой расположены многочисленные сувенирные лавки. Высота главного водопада около 60 метров. Потоки падающей воды создают лагуну доступную для купания и заполняют окружающее пространство брызгами. Из-за густых деревьев, растущих на скалистых склонах, здесь тенисто и прохладно. Территория вокруг благоустроена, водопады между собой соединены лесными тропинками с указателями и бамбуковыми мостиками. Здесь можно встретить обезьян, которые приходят на водопой. Не кормите и не трогайте животных. К обеду тропинки заполняются туристами, поэтому для спокойного отдыха или создания фото приезжайте утром. Позаботьтесь о водонепроницаемом чехле для камеры и телефона, а также сменной одежде. Возьмите сюда кофту и дождевик, здесь прохладней, чем в курортной зоне.
    """,
    island: .Bali,
    region: .Buleleng,
    subRegion: .Sukasada,
    state: "Gitgit",
    type: "Водопад",
    category: .Waterfalls,
    imagesNames: ["GitGit 1", "GitGit 2", "GitGit 3"],
    latitude: -8.189373923230663,
    longitude: 115.13601924786724,
    internalRate: 1,
    internalSubRate: 0.91,
    toursToLandmark: [17, 15, 11]
)
