//
//  LekeLeke.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var lekeleke = Landmark(
    id: 37,
    name: "Леке Леке",
    description: """
    Представляет собой водный поток в расщелине между скал, которые покрыты густой растительностью. Расположен в центральной части острова в окружении цветущих садов и джунглей. Спуск занимает 15 минут и проходит по узкой живописной тропинке с каменным ступеням. Территория водопада поддерживается в хорошем состоянии и задекорирована традиционными балийскими фотообъектами (гнездом, сердечком, качелями). Путь лежит через ананасовую плантацию и хижины местных жителей, торгующих кокосами. Через реку перекинут бамбуковый мост, который является достопримечательностью этого места. Водопад ниспадет в маленькую лагуну, которая доступна для купания. В зависимости от силы потока воды глубина в лагуне может меняться. Около водопада нет кабинок для переодевания и уборных, они расположены при входе на территорию. После 12 часов дня солнечный свет начинает проникать в лагуну. Для посещения Леке Леке позаботьтесь об удобной обуви, около водопада может быть сколько.
    """,
    island: .Bali,
    region: .Tabanan,
    subRegion: .Baturiti,
    state: "Antapan",
    type: "Водопад",
    category: .Waterfalls,
    imagesNames: ["LekeLeke 1", "LekeLeke 2", "LekeLeke 3"],
    latitude: -8.364451,
    longitude: 115.196899,
    internalRate: 0,
    internalSubRate: 0.94,
    activitiesOnLandmark: [17]
)

