//
//  Nungnung.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 04.08.2021.
//

import Foundation

var nungnung = Landmark(
    id: 35,
    name: "Нунгнунг",
    description: """
    Расположен в центральной части острова Бали и открыт для посещения с 1996 года. Мощный водный поток падает с высоты 25 метров и наполняет окружающее пространство брызгами и свежестью. Спуск к водопаду удобный, по широкой бетонной лестнице с перилами. Однако в лестнице более 500 ступеней. Не волнуйтесь, на пути расположены скамейки, где можно перевести дух. Поток воды образует под водопадом лагуну, где можно купаться. Из-за густой растительности в лагуну слабо проникает солнечный свет. Для поездки на Нунгнунг позаботьтесь об удобной обуви для спуска и подъема по лестнице. Кабинки для переодевания находятся перед спуском, рядом с водопадом их нет. Для поездки сюда выбираете солнечные дни.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .Petang,
    state: "Belok/Sidan",
    type: "Водопад",
    category: .Waterfalls,
    imagesNames: ["Nungnung 1", "Nungnung 2", "Nungnung 3"],
    latitude: -8.331612542039165,
    longitude: 115.22825542825564,
    internalRate: 0,
    internalSubRate: 0.93
)

//Belok/Sidan, Petang, Kabupaten Badung, Bali
//-8.331612542039165, 115.22825542825564
