//
//  Sekumpul.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 04.08.2021.
//

import Foundation

var secumpul = Landmark(
    id: 33,
    name: "Секумпул",
    discription: """
    Это один из самых инстаграмных водопадов Бали. Открыт для посещения в 2010 году. Образован слиянием двух рек и имеет несколько водных столбов, высота которых доходит до 70 метров. Спуск и подход сложный: по крутой длинной лестнице вдоль пропасти и вброд по горной реке. Во время спуска открываются живописные виды на рисовые террасы и окружающие джунгли. Лагуна под водопадом доступна для купания. От мощного потока воды окружающее пространство заполнено брызгами. В 15 минутах ходьбы по лесной дорожке находится еще один водопад — Фиджи. Посещение Секумпула понравится любителям экзотики и экстремального туризма. Подъезжая к водопаду, вы увидите множество точек, где местные жители навязывают услуги гидов и вымогают деньги. Покупайте входные билеты только у самого водопада. Для спуска гид не обязателен. При поездке в эту область возьмите сменную одежду, кофту и дождевик. Здесь прохладней, чем в курортной зоне. Для съемок пригодится водонепроницаемый чехол для камеры и телефона.
    """,
    island: .Bali,
    region: .Buleleng,
    subRegion: .Sawan,
    state: "Sekumpul",
    type: "Водопад",
    category: .Waterfalls,
    imagesNames: ["Sekumpul 1", "Sekumpul 2", "Sekumpul 3"],
    latitude: -8.17994,
    longitude: 115.18326,
    internalRate: 0,
    internalSubRate: 0.98,
    toursToLandmark: [13, 28, 25]
)
