//
//  Suwat.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 16.05.2021.
//

import Foundation

var suwat = Landmark(
    id: 10,
    name: "Суват",
    description: """
    Официально открыт в 2019 году в одноименной деревне. Основная часть пути простая и безопасная, однако подход к водопаду усложнен. Путь занимает менее 10 минут, проходит через вход в ворота в виде черепахи. Далее нужно пройти по туннелю из бамбуковых зарослей и спуститься по бетонным ступеням. Перед водопадом есть небольшая площадка и варунг с раздевалкой и душевой. Чтобы подобраться к водопаду ближе, необходимо пройти бамбуковый мостик и перелезть через несколько крупных валунов. Струя воды ниспадает в лагуну, в которой можно купаться. Однако заход в воду осложняет каменистое дно. За водной стеной расположен грот. В зависимости от сезона тон воды различается: в сухой сезон он светлее и мутнее в сезон дождей. На месте есть реквизит для фото в виде бамбукового плота и плетеного сердца. Из-за бамбуковых зарослей сверху на локацию проникает мало солнечного света. На площадке у водопада сооружены деревянные столы и скамейки, на них можно передохнуть или устроить импровизированный пикник, если заранее взять с собой еды.
    """,
    shortDescription: "Популярное среди фотографов место, где можно сделать снимки на бамбуковом плоте на фоне водопада",
    island: .Bali,
    region: .Gianyar,
    subRegion: .Gianyar,
    state: "Suwat",
    type: "Водопад",
    category: .Waterfalls,
    uponCategory: .Natute,
    imagesNames: ["Suwat 1", "Suwat 2", "Suwat 3"],
    latitude: -8.487512351440367,
    longitude: 115.3180676291764,
    internalRate: 0,
    internalSubRate: 0.80
)


//Jl. Pura Dalem No.Desa, Suwat, Kec. Gianyar, Kabupaten Gianyar, Bali 80511
