//
//  Tegenungan.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 02.06.2021.
//

import Foundation

var tegenungan = Landmark(
    id: 23,
    name: "Тегенунган",
    description: """
    Двадцатиметровый гигант образован на пороге реки Петану, берущей начало у подножья вулкана Батур. Спуск простой и безопасный, проходит по широкой бетонной лестнице с перилами и занимает 10 минут. На территории имеется необходимая инфраструктура для отдыха: раздевалки, уборные и варунги. Поток воды образует лагуну доступную для купания, однако здесь сильное течение и скользкое каменистое дно. У подножья водопада большая площадка и в зависимости от силы водного потока, она может быть частично затоплена. За отдельную плату доступен подъем по лестнице на выступ в скале между вершиной и подножием, а также на вершину порога. Если решитесь на подъем, позаботьтесь об удобной обуви, здесь скользко. В сезон дождей поток воды усиливается и становится мутным из-за глины. Тегенунган пользуется популярностью и туристов и местных жителей, приезжайте сюда с утра во избежание скопления отдыхающих.
    """,
    island: .Bali,
    region: .Gianyar,
    subRegion: .Sukawati,
    state: "Kemenuh",
    type: "Водопад",
    category: .Waterfalls,
    imagesNames: ["Tegenungan 1", "Tegenungan 2", "Tegenungan 3", "Tegenungan 4"],
    latitude: -8.575407558087498,
    longitude: 115.28846505766239,
    internalRate: 1,
    internalSubRate: 0.92,
    activitiesOnLandmark: [3, 7, 13]
)
