//
//  Tibumana.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 16.05.2021.
//

import Foundation

var tibumana = Landmark(
    id: 11,
    name: "Тибумана",
    description: """
    Один из самых комфортных и популярных водопадов на Бали. Спуск к нему простой. Путь от парковки занимает 10 минут и пролегает по живописной дорожке в джунглях, которая петляет мимо скал и проходит над рекой в виде бамбуковых мостиков. Пространство образовано открытым сверху гротом, стены которого обрамляет бурная растительность. Под водопадом лежит просторная и комфортная для купания лагуна с мягким песком на дне. В зависимости от сезона и осадков, локация выглядит по-разному. В сезон дождей появляется вторая колонна и вода становится мутной. На месте оборудованы душевая, уборная, комната для переодевания и шкафчики для хранения вещей. Если решите воспользоваться шкафчиком, то возьмите с собой замочек. В ясную погоду наблюдается интересный визуальный эффект, как солнечные лучи проникают сквозь кроны деревьев в лагуну.
    """,
    island: .Bali,
    region: .Bangli,
    subRegion: .Susut,
    state: "Apuan",
    type: "Водопад",
    category: .Waterfalls,
    imagesNames:["Tibumana 1", "Tibumana 2", "Tibumana 3"],
    latitude: -8.506366098947908,
    longitude: 115.33116303860055,
    internalRate: 1,
    internalSubRate: 0.97,
    activitiesOnLandmark: []
)
