//
//  Tukad.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 31.05.2021.
//

import Foundation

var tukad = Landmark(
    id: 21,
    name: "Тукад Чепунг",
    description: """
    В переводе с индонезийского название означает «голубая река». Тукад Чепунг образован водным потоком в ущелье между скал, уходящим в джунгли. Каньон изобилует замшелыми камнями и свисающими лианами, стены обильно покрыты растительностью. Путь от парковки средней сложности и занимает 15 минут. В начале путь идет по крутой бетонной лестнице, а затем по бамбуковой. Он проходит дорожкой вдоль ручья среди джунглей. Возможность переодеться будет перед финальным спуском, на пути находятся кабинки для переодевания. Основной водопад расположен в ущелье слева. Проход к нему заграждает огромный валун, который можно обойти. Также вы можете забраться на него и сделать атмосферные снимки. Идти между скал придется по воде, позаботьтесь о соответствующей обуви. К полудню солнечные лучи начинают проникать в ущелье, создавая интересный визуальный эффект. В зависимости от сезона и количества осадков локация выглядит по-разному. В сезон дождей вода затапливает каньон. Для посещения оптимален период с мая по октябрь.
    """,
    island: .Bali,
    region: .Bangli,
    subRegion: .Tembuku,
    state: "Jl. Tembuku",
    type: "Каньон",
    category: .Waterfalls,
    imagesNames: ["Tukad 1", "Tukad 2", "Tukad 3", "Tukad 4"],
    latitude: -8.440876023778998,
    longitude: 115.38691977223608,
    internalRate: 0,
    internalSubRate: 0.95,
    activitiesOnLandmark: [7]
)
