//
//  Balangan.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.12.2021.
//

import Foundation

var balangan = Landmark(
    id: 50,
    name: "Баланган",
    description: """
    Береговая линия протяженностью 500 метров, покрыта светлым песком и окружена скалами. Из-за рифа, начинающегося от побережья, пляж не подходит для купания. Основное занятие здесь серфинг. Вдоль берега расположены кафе, прокат досок для серфинга и аренда лежаков. По пляжу комфортно гулять во время отлива, когда вода обнажает берег и риф. Скала на севере пляжа является обзорной точкой, попасть туда можно пройдя или проехав 200 метров по грунтовой дороге от места парковки. Со смотровой площадки открывается вид на Баланган, а в ясную погоду на юго-западное побережье острова Бали. Обзорная точка пользуется особой популярностью на закате. Выбирайте Баланган как место для загара, серфинга и возможности сделать незабываемые снимки на фоне заката.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Jimbaran",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Balangan"],
    latitude: -8.791432019552296,
    longitude: 115.12519835275087,
    internalRate: 0,
    internalSubRate: 0.83,
    activitiesOnLandmark: [16]
)

