//
//  Bingin.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.12.2021.
//

import Foundation

var bingin = Landmark(
    id: 53,
    name: "Бингин",
    discription: """
    Береговая линия протяженностью 200 метров из светлого песка в окружении гестхаусов и кафе, расположенных прямо в скале. Проход к пляжу петляет среди узких переулков и переходит в спуск по крутой бетонной лестнице. Путь от парковки занимает 10 минут. Каменистое дно начинается от берега, из-за чего вход в воду и купание затруднительны. Бингин сильно подвержен влиянию приливов и отливов. При высокой воде пляж затапливает, оставляя береговую линию шириной в несколько метров. В отлив обнажается каменное дно и остаются заводи. Прогуливаясь по камням, будьте внимательны, тут встречаться морские ежи и змеи. Кроме того, при низкой воде появляется возможность дойти до пляжа Дримленд на севере и проход между валунами в южной части Бингина. Вечером с берега открывается вид на живописный закат. Бингин, популярное и атмосферное место, приезжайте сюда, чтобы насладится закатом.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Pecatu",
    type: "Пляж",
    category: .Beaches,
    imagesNames: ["Bingin"],
    latitude: -8.807338432089468,
    longitude: 115.11357068744098,
    internalRate: 1,
    internalSubRate: 0.86
)
