//
//  Blue Lagoon.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 27.11.2021.
//

import Foundation

var blueLagoon = Landmark(
    id: 14,
    name: "Голубая лагуна",
    description: """
    Расположен на территории портового посёлка Паданг Бай, там же находится и одноименный порт, с которого ходят суда до острова Ломбок. Длина береговой линии менее 100 метров, побережье выстлано светлым песком с налётом тёмного вулканического. Пляж скрывается в бухте с коралловым рифом у самого берега, что затрудняет купание. Однако тут находится дайв-сайт Blue Lagoon — популярное место для дайвинга и снорклинга. Голубая лагуна подходящее место, чтобы поближе рассмотреть коралловый риф. Среди морских жителей встречаются: скаты, мурены, рифовые акулы, черепахи, рыба-луна и бесконечное разнообразие обитателей рифа. Здесь благоприятные условия для погружения, бухта и риф защищают от волн и подводных течений. Выбирайте Голубую лагуну, как место для увлекательного приключения с яркими эмоциями от знакомства с подводным миром.
    """,
    island: .Bali,
    region: .Karangasem,
    subRegion: .Manggis,
    state: "Padangbai",
    type: "Бухта",
    category: .Beaches,
    imagesNames: ["Blue Lagoon"],
    latitude: -8.52996916808586,
    longitude: 115.51255411543217,
    internalRate: 1,
    internalSubRate: 0.9,
    activitiesOnLandmark: [4, 5]
)
