//
//  Canggu.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var canggu = Landmark(
    id: 47,
    name: "Чангу",
    description: """
    Береговая линия протяженностью 1,5 км на юго-западном побережье острова Бали. Выстлана черно-серым песком вулканического происхождения. Чангу — популярное место для вечеринок и серфинга. Береговая линия Чангу состоит из трех пляжей: Нелаян, Бату Болонг и Эхо. Из-за высоких волн, местами каменистого дна и сильного течения пляжи слабо пригодны для купания. Здесь можно разве что освежится и поплескаться у берега. Основная причина выбрать Чангу для отдыха — это серфинг. Споты здесь рассчитаны на опытных серферов, вдоль берега расположены точки с прокатами досок, кафе и пляжные клубы. Вечером из заведений выносят пуфы для комфортного наслаждения живописным закатом. С наступлением темноты в прибрежных кафе и барах просыпается ночная жизнь с вечеринками и живой музыкой.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .KutaUtara,
    state: "Canggu",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Canggu 1", "Canggu 2", "Canggu 3"],
    latitude: -8.659542218269259,
    longitude: 115.13065666318508,
    internalRate: 0,
    internalSubRate: 0.91,
    activitiesOnLandmark: []
)
