//
//  Jemeluk.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var jemeluk = Landmark(
    id: 45,
    name: "Джемелук",
    description: """
    Расположена в популярном районе Амед - месте для опытных дайверов и для тех, кто только собирается начать дайвинг-историю. Амед — рыбацкая деревня, с которой началось развитие туризма в этом регионе. Она дала название одноименному курортному району, в состав которого входит еще 6 деревень. Береговая линия пляжа Джемелук — это 430 метров черного песка с галькой. Тут песчаное дно и комфортные условия для купания, однако основная активность здесь дайвинг. Эмоций при погружении доставит коралловый риф и бесконечное разнообразие его обитателей. Погружаясь глубже в этом месте, можно встретить черепах, скатов и безобидных акул. Риф и бухта защищают пляж от волн и подводных течений, что создает благоприятные условия для погружения. В восточной части бухты расположен холм, с которого открывается вид на береговую линию и живописные закаты. В ясную погоду видно вулкан Агунг. Планируйте поездку в Амед на несколько дней для первоклассного дайвинга и спокойного отдыха.
    """,
    island: .Bali,
    region: .Karangasem,
    subRegion: .Abang,
    state: "Bunutan",
    type: "Бухта",
    category: .Beaches,
    imagesNames: ["Jemeluk 1", "Jemeluk 2", "Jemeluk 3"],
    latitude: -8.3386074881322,
    longitude: 115.65993215329763,
    internalRate: 1,
    internalSubRate: 0.95,
    toursToLandmark: [7]
)
//Jl. Raya Amed, Bunutan, Abang, Kabupaten Karangasem, Bali 80852
