//
//  Jimbaran.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var jimbaran = Landmark(
    id: 38,
    name: "Джимбаран",
    description: """
    Протяженность береговой линии более 4 км, ширина 30-50 метров. Пляж расположен в бухте, поэтому частично защищен от волн и подводных течений. Береговая линия Джимбарана условно разделена на южную и северную части. В южной части сосредоточены отели и пляжные клубы. Эта часть пляжа подходит для купания и отдыха с детьми. Здесь мягкий песчаный берег, приятное дно, пологий вход в воду, отсутствие волн. Близлежащие отели следят за чистой берега. Северная часть Джимбарана является центром рыболовства на острове, самый крупный рыбный рынок на Бали расположен именно здесь. Рынок имеет гриль-зону и окружен варунгами, где за дополнительную плату приготовят покупки. Вдоль всего пляжа тянется большое разнообразие рыбных ресторанов с морепродуктами и аквариумами с живыми ракообразными. Цены в меню указаны без налогов и сборов за сервис. Не стесняйтесь торговаться и уточняйте итоговую сумму при заказе. Ближе к вечеру столики из ресторанов выносят на пляж, чтобы насладиться одним из самых красочных закатов на Бали во время ужина.
    """,
    shortDescription: "Длинный пляж с местами для купания и серфинга. Центр рыболовства на Бали, тут расположен самый крупный на острове рыбный рынок",
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Jimbaran",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Jimbaran 1", "Jimbaran 2", "Jimbaran 3"],
    latitude: -8.769777975026209,
    longitude: 115.16912937302273,
    internalRate: 0,
    internalSubRate: 0.96
)
