//
//  Karma Kandara.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.12.2021.
//

import Foundation

var karmaKandara = Landmark(
    id: 57,
    name: "Карма Кандара",
    description: """
    Береговая линия длинной около 500 метров у подножья утеса. На территории находится два пляжных клуба, один из которых представляет возможность за дополнительную плату, спуститься к берегу на фуникулере. Так же от парковки к пляжу ведет крутая каменистая тропа. Еще один способ попасть сюда появляется во время отлива, пройдя по берегу с Меласти. Карма Кандара подходящее место для купания, от волн защищает находящийся далеко от берега риф. Дно песчаное, встречаться камни и небольшие рифы. Пляж поддерживается в чистом состоянии, даже в сезон дождей. Выбирайте Карму Кандару для комфортного пляжного отдыха, с купанием в океане.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Ungasan",
    type: "Пляж",
    category: .Beaches,
    imagesNames: ["Karma Kandara"],
    latitude: -8.846149472987486,
    longitude: 115.15352238377817,
    internalRate: 0,
    internalSubRate: 0.87,
    activitiesOnLandmark: [33]
)
