//
//  Kuta.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.08.2021.
//

import Foundation

var kuta = Landmark(
    id: 30,
    name: "Кута",
    description: """
    Береговая линия протяженностью около 4 км на юго-западном побережье острова Бали. Кута популярна ночной жизнью, серфингом и красочными закатами. Комфортные волны, песчаное дно и отсутствие рифов делают это место оптимальным для обучения серфингу. Однако из-за волн и обилия начинающих серферов в воде, купание здесь не самое комфортное. Вдоль берега находятся множество серф-школ, прокатов досок и заведений на любой вкус. Вечером пляж переполняется туристами и местными жителями, пришедшими понаблюдать закат. С наступлением темноты в многочисленных ресторанах и барах просыпается ночная жизнь с яркими огнями и громкой музыкой. Кута — это центр ночной жизни на Бали. Последствия вечеринок можно увидеть утром в виде мусора на пляже. Приезжайте сюда не раньше 9 утра, когда береговая линия будет уже прибрана.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .Kuta,
    state: "Legian",
    type: "Пляж",
    category: .Beaches,
    imagesNames: ["Kuta 1", "Kuta 2", "Kuta 3"],
    latitude: -8.711791491006577,
    longitude: 115.16735728472828,
    internalRate: 0,
    internalSubRate: 0.94,
    activitiesOnLandmark: []
)
