//
//  Legian.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var legian = Landmark(
    id: 46,
    name: "Легиан",
    description: """
    Береговая линия протяженностью 1,4 км на юго-западном побережье острова Бали расположилась между пляжами Кута и Семиньяк. Побережье покрыто мягким темно-бежевым песком вулканического происхождения. Высокие волны, песчаное дно и отсутствие рифов делают Легиан популярным местом для серфинга. Вдоль пляжа находится множество кафе и точек проката досок для серфинга. Вход в воду пологий. Купаться комфортней во время отлива, т.к. в прилив около берега сильные волны. Вечером открывается вид на живописный закат. Если Семиньяк — это стильный курорт с развитой инфраструктурой, а Кута — центр ночной жизни, то Легиан — среднее между ними. На пляже меньше людей, чем в Куте, а цены в среднем ниже, чем в Семиньяке. Выбирайте Легиан для отдыха, чтобы совместить преимущества от расположения.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .Kuta,
    state: "Legian",
    type: "Пляж",
    category: .Beaches,
    imagesNames: ["Legian 1", "Legian 2", "Legian 3"],
    latitude: -8.702566219550318,
    longitude: 115.1644172748953,
    internalRate: 0,
    internalSubRate: 0.93,
    activitiesOnLandmark: [34]
)
