//
//  Lipah.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.12.2021.
//

import Foundation

var lipah = Landmark(
    id: 59,
    name: "Липа",
    description: """
    Береговая линия протяженностью около 500 метров из темного и светлого песка на северо-восточном побережье острова Бали. Бухта расположена в популярном дайверском районе Амед. Как на большинстве пляжей в этой области, главная достопримечательность тут - коралловый риф, который начинается в нескольких метров от берега. Пляж слабо подвержен влиянию приливов и отливов, течения и волны отсутствуют, вода чистая и прозрачная. Вдоль берега расположены варунги, предлагающие в аренду лежаки и снаряжение для снорклинга. Выбирайте Липу для пляжного отдыха с купанием и снорклинга.
    """,
    island: .Bali,
    region: .Karangasem,
    subRegion: .Abang,
    state: "Bunutan",
    type: "Бухта",
    category: .Beaches,
    imagesNames: ["Lipah"],
    latitude: -8.351205326977277,
    longitude: 115.68441428901883,
    internalRate: 0,
    internalSubRate: 0.77
)

