//
//  Melasti.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var melasti = Landmark(
    id: 39,
    name: "Меласти",
    description: """
    Один из самых комфортных на Бали, расположен в южной части полуострова Букит. Дорога к пляжу прорублена в скальной породе и представляет собой серпантин, спускающийся к самому берегу через традиционные балийсие ворота Кори Агунг. Протяженность береговой линии 500 метров. Спокойная бирюзовая вода и берег из мягкого светлого песка - идеальное место для расслабленного пляжного отдыха. Главное преимущество Меласти в современной инфраструктуре и шикарных видах на океан. Здесь можно перекусить в варунгах с местной кухней, так и провести время, посетив пляжные клубы на первой линии. Каждый вечер в амфитеатре проводится театрализованное шоу - танец Кечак, а по праздникам в храме на территории проходят церемонии. Приезжайте сюда за комфортным пляжным отдыхом с развитой инфраструктурой, волшебной природой и сохранившимися традициями.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .Kuta,
    state: "Ungasan",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Melasti 1", "Melasti 2", "Melasti 3"],
    latitude: -8.848036752691794,
    longitude: 115.15830820221808,
    internalRate: 1,
    internalSubRate: 0.99,
    activitiesOnLandmark: [16]
)

