//
//  Nunggalan.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.12.2021.
//

import Foundation

var nunggalan = Landmark(
    id: 55,
    name: "Нунгалан",
    description: """
    Береговая линия протяжённостью около 2 км на южной оконечности полуострова Букит. Часто Нунгалан считается продолжением пляжа Ньянг-Ньянг. Оба пляжа дикие и похожи как братья близнецы, их разделяет небольшой мыс и гряда камней. Во время отлива этот участок можно пройти пешком. Спуск на Нунгалан займет от 20 минут по крутой каменистой тропе. Инфраструктура пляжа развита слабо и представлена парой простых варунгов. Из-за высоких волн, сильных течений и рифового дна купаться тут опасно. Главные достопримечательности Нунгалана - две полуразрушенные лодки. Приезжайте сюда, если хотите полюбоваться естественной природой, прогуляться вечером по берегу или разбить кемпинг.
    """,
    shortDescription: "Длиный и широкий дикий пляж, популярное место среди фотогрофов",
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Pecatu",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Nunggalan"],
    latitude: -8.842392283432105,
    longitude: 115.11120071530937,
    internalRate: 0,
    internalSubRate: 0.78
)


