//
//  Nusa Dua.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var nusaDua = Landmark(
    id: 41,
    name: "Нуса Дуа",
    description: """
    Одна из лучших береговых линий на Бали, где расположено множество пятизвездочных отелей, баров и ресторанов. В нескольких десятках метров от воды вдоль берега тянется каменная дорожка, отделяющая территорию заведений от пляжа. Береговая линия состоит из пляжей Нуса-Дуа, Менгиат и Гегер. Территорию поддерживают в хорошем состоянии, берег убирают. Вода здесь чистая и прозрачная. Каждый из трех местных пляжей удобен для купания с детьми. Дно песчаное, иногда встречаются камни, волны небольшие. Во время отлива вода уходит, оставляя на берегу лужи и водоросли, поэтому комфортнее купаться в прилив. В центральной части Нуса-Дуа, на полуострове, расположен ухоженный парк со смотровой площадкой, где волны разбиваются о скалы. Северная часть Нуса-Дуа — это самый дорогой и роскошный курорт на острове. Отдых здесь подходит обеспеченным туристам с достатком выше среднего. В отличие от других мест, въезд сюда ограничен, а территория охраняется.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Benoa",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Nusa Dua 1", "Nusa Dua 2", "Nusa Dua 3", "Nusa Dua 4"],
    latitude: -8.807925700202103,
    longitude: 115.23147943552058,
    internalRate: 0,
    internalSubRate: 0.98
)

//Benoa, South Kuta, Badung Regency, Bali
