//
//  Nyang Nyang.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.12.2021.
//

import Foundation

var nyangNyang = Landmark(
    id: 54,
    name: "Ньянг-Ньянг",
    description: """
    Береговая линия протяженностью 1,3 км на южной оконечности полуострова Букит. Спуск к пляжу по крутой узкой дороге, по которой можно доехать до самого песка только на мотоцикле или скутере. Инфраструктура отсутствует, наблюдаются проблемы со связью, пляж можно назвать диким. Рифовое дно, сильные течения и высокие волны делают это место не пригодным для купания. Берег устлан мелким светлым песком. Днем практически безлюден, ближе к закату появляются посетители. Во время отлива на востоке открывается проход к соседнему пляжу Нунгалан. Ньянг-Ньянг популярное место для кемпинга, вечерних прогулок и вечеринок.
    """,
    shortDescription: "Длиный и широкий дикий пляж",
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Pecatu",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Nyang Nyang"],
    latitude: -8.83818040924659,
    longitude: 115.0915515579004,
    internalRate: 0,
    internalSubRate: 0.79,
    activitiesOnLandmark: [8]
)
