//
//  padangPadang.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.12.2021.
//

import Foundation

var padangPadang = Landmark(
    id: 52,
    name: "Паданг-Паданг",
    description: """
    Береговая линия длинной 100 метров из светлого песка и бирюзовой воды, в окружении скал и пышной растительности. Здесь снимался эпизод фильма "Ешь, молись, люби" с Джулией Робертс. Спуск к пляжу по лестнице в узком проходе между каменными глыбами. Паданг-Паданг сильно подвержен влиянию приливов и отливов. Купаться комфортно во время прилива. В отлив вода уходит, обнажая каменистое дно и скалистый берег, что открывает возможность исследования интересных мест для фото. Здесь находится два серф-спота, отличающихся по уровню: детский и профессиональный. Кроме отдыхающих и серферов, в окрестностях пляжа много обезьян. При входе благоустроены туалет и душевые, на берегу расположено несколько варунгов и прокат серф-бордов. Вечером с берега наблюдается закат.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Pecatu",
    type: "Пляж",
    category: .Beaches,
    imagesNames: ["Padang-Padang"],
    latitude: -8.812319786183254,
    longitude: 115.10446670736279,
    internalRate: 0,
    internalSubRate: 0.8,
    activitiesOnLandmark: []
)


