//
//  Pandawa.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var pandawa = Landmark(
    id: 40,
    name: "Пандава",
    description: """
    Расположен в южной части Бали на полуострове Букит. Дорога к пляжу лежит через извилистый серпантин, вырубленный в известняковой породе. Береговая линия состоит из мягкого светло-бежевого песка, протяженностью 1 км. Заход в воду плавный, дно рифовое, уровень воды и сила волн сильно зависят от приливов и отливов. Пляж разделен на западную и восточную части каменной насыпью с беседкой. В западной части сосредоточена туристическая инфраструктура: лежаки с зонтиками, кафе и рестораны. На закате проходит театрализованное шоу — танец Кечак. Во время отлива сдаются каяки, чтобы плавать по мелководью и наблюдать за жизнью на рифе. В восточной части пляж сужается и переходит в набережную, а затем в грунтовую дорогу, ведущую на возвышенность, с которой доступы полеты на параплане. За обратной стороной холма расположен секретный пляж Тимбис. Тимбис — это дикий пляж длинной 600 метров с мягким светлым песком и полным отсутствием инфраструктуры. Изредка здесь встречаются местные рыбаки. Это место подойдет для желающих уединиться или провести фотосессию без лишних зрителей. Купаться здесь не получится из-за длинной отмели. До Тимбиса можно дойти и по берегу, однако только во время отлива. Выбирайте отдых на Пандаве, если хотите заняться каякингом, полетать на параплане или исследовать неизведанные места. Если планируете купаться, то лучше заходить в воду в специальной обуви, чтобы не порезаться о рифы и ракушки. Пандава пользуется популярностью у туристов, посещать его лучше в будни и дни, когда нет праздников.
    """,
    shortDescription: "Пляж с белым песком в форме полумесяца, скрытый среди крутых холмов, с развитой инфраструктурой и закусочными",
    island: .Bali,
    region: .Badung,
    subRegion: .Kuta,
    state: "Kutuh",
    type: "Пляж",
    category: .Beaches,
    uponCategory: .Beaches,
    imagesNames: ["Pandawa 1", "Pandawa 2", "Pandawa 3"],
    latitude: -8.844427613209286,
    longitude: 115.18596782797509,
    internalRate: 0,
    internalSubRate: 0.81,
    activitiesOnLandmark: []
)
