//
//  Sanur.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 05.08.2021.
//

import Foundation

var sanur = Landmark(
    id: 43,
    name: "Санур",
    discription: """
    Береговая линия протяженностью 5 км на восточном побережье острова Бали выстлана светлым песком и окружена отелями и ресторанами. В нескольких десятках метров от воды вдоль берега тянется каменная дорожка для прогулок, пробежек и катания на велосипеде. Пляжный отдых и купание здесь комфортное, в том числе и с детьми. Заход в воду плавный, дно без камней, подводных течений нет, берег от волн защищен рифом и волнорезами. Выбирая место для отдыха, старайтесь расположиться напротив отелей, здесь сотрудники поддерживают территорию в чистоте. Пляж чувствителен к приливам и отливам, лучше купаться в прилив. Во время отлива вода уходит и купание становится затруднительным. Санур славится живописными рассветами, в лучах утреннего солнца виден силуэт вулкана Агунг. По утрам пляж пользуется популярностью у людей, занимающихся йогой и гимнастикой, а также у фотографов. Санур — излюбленное место для отдыха у местных жителей и туристов. В выходные и праздники здесь особенно многолюдно. Кроме классического пляжного отдыха, доступны кайтсерфинг, виндсерфинг, катание и рыбалка на традиционных лодках джукунг.
    """,
    island: .Bali,
    region: .Denpasar,
    subRegion: .DenpasarSel,
    state: "Sanur",
    type: "Пляж",
    category: .Beaches,
    imagesNames: ["Sanur 1", "Sanur 2", "Sanur 3", "Sanur 4"],
    latitude: -8.707034037178326,
    longitude: 115.26259648625428,
    internalRate: 0,
    internalSubRate: 0.97
)

//Sanur, Kec. Denpasar Sel., Kota Denpasar, Bali
