//
//  Seminyak.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.08.2021.
//

import Foundation

var seminyak = Landmark(
    id: 31,
    name: "Семиньяк",
    description: """
    Протяженность 2 км вдоль юго-западного побережье острова Бали. Береговая линия выстлана мелким песком от золотисто-белого до серого оттенков, состоит из двух прилегающих пляжей Далб Сикс и Петитенгет. В зависимости от погоды и течений Семиньяк предлагает комфортное купание в океане или серфинг. Вход в воду пологий. Дно здесь песчаное, без рифов. Пляж подвержен влиянию приливов и отливов. Расположенные здесь споты подойдут как начинающим, так и опытным серферам. Вдоль берега находится большое количество заведений и точек проката досок для серфинга. Ближе к закату из прибрежных кафе выносят пуфы, чтобы наслаждаться красочным закатом. С наступлением темноты на пляже просыпается ночная жизнь. Семиньяк считается самым стильным и вторым по дороговизне курортом на острове после Нуса-Дуа, тут высокая концентрация дизайнерских бутиков, изысканных ресторанов, дорогих баров и клубов.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .Kuta,
    state: "Seminyak",
    type: "Пляж",
    category: .Beaches,
    imagesNames: ["Seminyak 1", "Seminyak 2", "Seminyak 3", "Seminyak 4"],
    latitude: -8.692818550269042,
    longitude: 115.1587590647075,
    internalRate: 0,
    internalSubRate: 0.92,
    activitiesOnLandmark: [34]
)
