//
//  Botanic Garden.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 13.05.2021.
//

import Foundation

var botanicGarden = Landmark(
    id: 3,
    name: "Ботанический сад",
    discription: """
    Основан в 1959 году и раскинулся на 157 гектаров. Это самый крупный ботаническим сад в Индонезии. При въезде в сад воссоздана сцена из эпоса Рамаяна в виде статуи Равана, сражающегося с войском обезьян. На территории расположены оранжереи с орхидеями, бегониями, розами и кактусами. Под открытым небом раскинулись тропический лес, бамбуковая роща, сад папоротников и гигантское фукусовое дерево. На посещение сада можно заложить целый день и устроить пикник на одной из многочисленных лужаек. Для любителей активного отдыха предусмотрен канатный парк. Если решите переночевать, то сделать это можно в гостинице на территории сада, откуда открываются виды на озеро. Во время и после сильных дождей доступ в парк может быть закрыт. В выходные и праздники сад пользуется популярностью у местных жителей. Для спокойного отдыха приезжайте сюда в будние дни.
    """,
    island: .Bali,
    region: .Tabanan,
    subRegion: .Baturiti,
    state: "Candikuning",
    type: "Парк",
    category: .Parks,
    imagesNames: ["Botanic Badung 1", "Botanic Badung 2", "Botanic Badung 3", "Botanic Badung 4", "Botanic Badung 5"],
    latitude: -8.281563309721566,
    longitude: 115.15642709267738,
    internalRate: 0,
    internalSubRate: 0.94
)
