//
//  Campuhan.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 08.05.2021.
//

import Foundation

var campuhan = Landmark(
    id: 6,
    name: "Тропа художников",
    discription: """
    Живописная тропа проходит вдоль вершины горного хребта Чампуан в окружении двух рек. Она вымощена плитами и начинается от главной улицы Убуда. Длина тропы 1,2 км. В начале маршрута подъем в горку может быть сложен для пожилых людей и детей. Вдоль дорожки попадаются полянки. Здесь можно устроить фотосет, заниматься йогой или медитировать. Маршрут заканчивается традиционными балийскими воротами Чанди Бентар и переходит в жилую улицу с многочисленными варунгами, художественными галереями и сувенирными лавками. Возвращаться лучше той же дорогой. Оптимальное время посещения — раннее утро. На тропе будет безлюдно, а мягкий утренний свет поможет сделать незабываемые фото. Лучше избежать посещения этого места в жаркие или дождливые дни. Если будете тут вечером, то позаботьтесь о защите от комаров.
    """,
    island: .Bali,
    region: .Gianyar,
    subRegion: .Ubud,
    state: "Sayan",
    type: "Пешеходная тропа",
    category: .Parks,
    imagesNames: ["Campuhan 1", "Campuhan 2", "Campuhan 3"],
    latitude: -8.503598831358174,
    longitude: 115.25470618692854,
    internalRate: 0,
    internalSubRate: 0.91
    )
