//
//  Garuda Wisnu.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 13.05.2021.
//

import Foundation

var garudaWisnu = Landmark(
    id: 2,
    name: "Гаруда Вишну",
    description: """
    Центральный элемент архитектурного ансамбля 121 метровая статуя бога Вишну верхом на мифической птице Гаруда. В индуизме Вишну хранитель мироздания, а Гаруда его ездовая птица. На завершение строительства статуи понадобилось 28 лет. Парк расположен в живописном каньоне, где прогулочные дорожки прорублены в скальной породе. В течение дня в разных частях парка проводятся театрализованные представления и активности, которые включены в стоимость билета. Самое популярное - танец Кечак. Приезжайте сюда после 16:00, чтобы неспешно прогуляться по парку и насладиться представлением во время заката.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .SouthKuta,
    state: "Ungasan",
    type: "Парк",
    category: .Parks,
    imagesNames: ["GWK 1", "GWK 2", "GWK 3", "GWK 4"],
    latitude: -8.80680972111593,
    longitude: 115.16538406804636,
    internalRate: 0,
    internalSubRate: 0.95,
    activitiesOnLandmark: []
)

