//
//  Jatiluwih.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 02.08.2021.
//

import Foundation

var jatiluwih = Landmark(
    id: 29,
    name: "Джатилуви",
    description: """
    Большие рисовые террасы с развитой инфраструктурой расположены в центральной части острова у подножья горы Батукару. Особенность этого места заключается в ирригационной системе орошения полей «Субак», вода в которую поступает из горных рек и озер. Это поддерживает непрерывный полив риса и позволяет снимать урожай 3-4 раза в год. В 2012 году «Субак» был признан объектом Всемирного наследия ЮНЕСКО. По террасам есть несколько маршрутов. Часть из них доступна для поездки на велосипеде. Здесь удобная система тропинок, мостиков и указателей, поэтому заблудиться тут сложно. Во время прогулок встречаются небольшие святилища богине Деви Шри. По местным верованиям, она является покровительницей плодородия и риса. Также на террасах проводятся особые церемонии и ритуалы для хорошего урожая. Вокруг полей разбросаны варунги, где можно попробовать чай, сваренный с красным рисом, и пудинг из черного риса «Bubur Injun». Кроме удобной обуви, позаботьтесь о зонте или дождевике - в центральной части острова часто идут дожди. При посещении вечером — о защите от комаров.
    """,
    shortDescription: "Живописный район с зелеными волнообразными рисовыми террасами, привлекающий туристов, велосипедистов и фотографов.",
    island: .Bali,
    region: .Tabanan,
    subRegion: .Penebel,
    state: "Jatiluwih",
    type: "Рисовые террасы",
    category: .Parks,
    uponCategory: .Natute,
    imagesNames: ["Jatiluwih 1", "Jatiluwih 2", "Jatiluwih 3", "Jatiluwih 4"],
    latitude: -8.370270096056135,
    longitude: 115.13115976951366,
    internalRate: 1,
    internalSubRate: 0.93,
    activitiesOnLandmark: [19]
)
