//
//  Penglipuran Village.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 25.05.2021.
//

import Foundation

var penglipuran = Landmark(
    id: 17,
    name: "Пенглипуран",
    discription: """
    Отстроенная по балийским традициям и сохраняет культуру в соответствии с принципами философии Три Хита Карана, которая предписывает налаживание гармоничных отношений с божественными силами, природой и окружающими людьми. Деревня делится на три зоны: северную, центральную и южную. Северная часть самая священная. Там расположен храм, где проходят все важные деревенские церемонии. Спустившись по лестнице от храма, начинается центральная часть, которая состоит из главной улицы и 72 домов. В каждый из дворов можно войти, это не считается невежливым если ворота открыты. Планировка домов и деревни сделана с учетом ориентирования на священную гору Агунг. Здесь можно увидеть, из каких элементов состоит традиционный балийский дом и познакомиться с бытом местных жителей. К деревне также относятся угодья с рисовыми полями и бамбуковый лес с тропинками для трекинга.
    """,
    island: .Bali,
    region: .Bangli,
    subRegion: .Bangli,
    state: "Kubu",
//    distance: 23.5,
    type: "Традиционная деревня",
    category: .Parks,
    imagesNames: ["Penglipuran"],
    latitude: -8.422304186821837,
    longitude: 115.3593386410708,
    internalRate: 0,
    internalSubRate: 0.92)

//Jl. Penglipuran, Kubu, Kec. Bangli, Kabupaten Bangli, Bali 80661

