//
//  Sangeh.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 03.08.2021.
//

import Foundation

var sangeh = Landmark(
    id: 32,
    name: "Санге",
    description: """
    Заповедник, где в естественной среде обитает популяция длиннохвостых макак. Территория около 13 гектаров густого леса, в которой преобладают деревья мускатного ореха, более нигде не встречающегося на Бали. Перед посещением снимите украшения, не берите в парк очки и головные уборы, проворные мартышки норовят стащить все до чего могут дотянуться. Тут разрешено кормить обитателей под присмотром смотрителей, возьмите с собой орехов или фруктов. Будьте осторожны и не показывайте обезьянам что у вас много угощений, это может возбудить животных и от них будет сложно отделаться. Не трогайте и не смотрите в глаза макакам - это воспринимается как знак агрессии. Местные обезьяны игривые, дружелюбные и проявляют интерес к посетителям. За порядком в лесу следят смотрители, которые за дополнительную плату сделают фото с обитателями, самостоятельно это делать не желательно.
    """,
    island: .Bali,
    region: .Badung,
    subRegion: .Abiansemal,
    state: "Sangeh",
    type: "Лес обезьян",
    category: .Parks,
    imagesNames: ["Sangeh 1", "Sangeh 2", "Sangeh 3", "Sangeh 4"],
    latitude: -8.481790373861974,
    longitude: 115.20674088539484,
    internalRate: 0,
    internalSubRate: 0.93
)
