//
//  Tegalanan Rice Terrace.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 13.05.2021.
//

import Foundation

var tegalananRiceTerrace = Landmark(
    id: 7,
    name: "Тегаллалан",
    description:
    """
    Террасы в деревне Тегаллалан — одна из визитных карточек острова Бали. История культивирования риса в этом месте насчитывает 1200 лет и мало изменилась за это время. За непрерывное орошение полей отвечает система ирригации «Субак», что позволяет снимать урожай 3-4 раза в год. В зависимости от стадии созревания риса, пейзаж местности выглядит по-разному. Вдоль верхней части террас расположены смотровые площадки и многочисленные варунги с традиционными для Бали локациями для фото и качелями. Вниз к ущелью круто уходят неровные тропинки. В самом низу через ущелье перекинуты бамбуковые мостики. По ним можно перейти на другую сторону и подняться по склону на противоположную вершину. За доступ к отдельным уровням террас и фото с местными жителями будут просить символическую плату. Запаситесь на этот случай мелкими купюрами. Оптимальное время посещения — ранее утро. В это время вы избежите столпотворения туристов и поймаете момент, когда по просторам полей разливается мягкий утренний свет. Для прогулки по террасам позаботьтесь об удобной обуви и защите от комаров.
    """,
    island: .Bali,
    region: .Gianyar,
    subRegion: .Tegallalang,
    state: "Tegallalang",
    type: "Рисовые террасы",
    category: .Parks,
    uponCategory: .Natute,
    imagesNames: ["Tegalanan 1", "Tegalanan 2", "Tegalanan 3", "Tegalanan 4"],
    latitude: -8.435614644438004,
    longitude: 115.27853987394867,
    internalRate: 1,
    internalSubRate: 0.99,
    activitiesOnLandmark: [3, 7, 13]
)
