//
//  Ubud Monkey Forest.swift
//  Bali Go!
//
//  Created by Nizami Tagiyev on 29.05.2021.
//

import Foundation

var ubudMonkeyForest = Landmark(
    id: 20,
    name: "Падангтегал",
    description: """
    Заповедник в Убуде с площадью 12,5 гектара, где в естественных условиях обитает более тысячи длиннохвостых макак. Официальное название переводится как «Священный лес обезьян». Макаки чувствуют себя здесь полноправными хозяевами. Они обычно ведут себя спокойно, но не забывайте, что это дикие животные, их поведение непредсказуемо. За порядком в парке следят смотрители. Соблюдайте правила посещения! Оставьте сумки, аксессуары и головные уборы в камере хранения при входе. Если захотите покормить обезьян или сделать с ними фото, обратитесь к смотрителям парка. На территории заповедника расположено три храма, построенные в 1350 году. Здесь тенистые аллеи и каменные статуи, проросшие мхом, создают мистическую атмосферу. Флора представлена десятками видов редких деревьев. Например, необычное дерево — баньян, возрастом больше 100 лет. Ежегодно в Лесу обезьян проводятся обряды и праздники. Поездка в заповедник дает возможность познакомиться с балийской культурой, а также понаблюдать за игривыми макаками в естественной среде обитания. Посетить Лес обезьян в Убуде будет интересно взрослым и детям.
    """,
    shortDescription: "Индуистский храмовый комплекс в джунглях заселенный длиннохвостыми макаками.",
    island: .Bali,
    region: .Gianyar,
    subRegion: .Ubud,
    state: "Ubud",
    type: "Лес обезьян",
    category: .Parks,
    uponCategory: .Natute,
    imagesNames: ["Ubud Monkey Forest 1"],
    latitude: -8.518745639453792,
    longitude: 115.26116681608413,
    internalRate: 0,
    internalSubRate: 0.96,
    activitiesOnLandmark: [3, 7]
)


